import React from 'react';
import './HomeSection1.css';


function HomeSection1() {
  return (

    <section class="home1-page">

      <div class="home1-row">
        <div class="home1-colleft">
          <h1>01</h1>
          <h2>CANNABIS</h2>
          <h3> ประโยชน์ของใบกัญชา </h3>
          <a>
            .
          </a>
          <p> ช่วยป้องกันปัญหาทางสุขภาพ
            ต้านอาการอักเสบและระงับอาการเจ็บปวดสาร THC-A และ CBD ช่วยรักษาอาการเจ็บปวดเรื้อรังและโรคข้ออักเสบรูมาตอยด์เพราะ สาร THC-A มีคุณสมบัติต้านอาการอักเสบได้ดี
            ต้านแบคทีเรียสาร CBD, CBN, CBC, CBG มีความสามารถในการต้านเชื้อราต้านแบคทีเรียเหมือนยาปฏิชีวนะ
            ต้านอาการลมชัก
            ช่วยการสร้างกระดูก
            ช่วยให้อาการเหนื่อยล้าเรื้อรังดีขึ้น
            ป้องกันเซลล์สมอง
            ต้านอาการอาเจียน
            ช่วยเรื่องระบบภูมิคุ้มกัน
          </p>


        </div>

        <div class="home1-colright">
          <h1>02</h1>
          <h2>KRATOM</h2>
          <h3> ประโยชน์ของกระท่อม </h3>
          <u>
            .
          </u>
          <p>พืชกระท่อมให้ประโยชน์ในเรื่องของช่วย บรรเทาอาการปวด บรรเทาอาการไอ,
            ช่วยลดการหลั่งกรดในกระเพาะ,
            ช่วยทําให้นอนหลับ,
            ช่วยทําให้เรามีสมาธิมากขึ้น,
            แล้วยังมีการศึกษาวิจัยเบื้องต้นว่า พืชกระท่อมยังสามารถใช้ทดแทนยามอร์ฟีนที่ได้รับปวดได้,
            เพียงแต่จะมีฤทธิ์น้อยกว่าสิบเท่า แต่ข้อดีก็คือผลข้างเคียงที่จะกดอาการหายใจ หรือทําให้เกิดคลื่นไส้อาเจียนก็จะน้อยตามลงด้วย
          </p>
        </div>
      </div>

    </section>

  )

}


export default HomeSection1;
